FV2410/E_0546.dot
digraph D {
    labelloc="t";
    label=<<B><FONT POINT-SIZE="18">GPKE</FONT></B><BR align="left"/><BR/><B><FONT POINT-SIZE="16">6.47.1: AD Reklamation der Übersicht der Definitionen des LF vom NB an LF</FONT></B><BR align="left"/><BR/><BR/><BR/>>;
    ratio="compress";
    concentrate=true;
    pack=true;
    rankdir=TB;
    packmode="array";
    size="20,20";
    fontsize=12;
    pad=0.25;
    "Start" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#8ba2d7", label=<<B>E_0546</B><BR align="left"/><FONT>Prüfende Rolle: <B>LF</B></FONT><BR align="center"/>>, fontname="Roboto, sans-serif"];
    "30" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>30: </B>Reklamiert der Anfragende eine fehlende Übersicht der Schaltzeitdefinitionen?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "40" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>40: </B>Wurde die Übersicht der Schaltzeitdefinitionen an den Anfragenden versendet?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A02" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A02</B><BR align="left"/><BR align="left"/><FONT>Übersicht der Schaltzeitdefinitionen wurde versendet<BR align="left"/>Hinweis: Es ist als Referenz der Geschäftsvorfall zu benennen, mit welchem die<BR align="left"/>Übersicht der Definition übermittelt wurde.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "Übersicht der Schaltzeitdefinitionen versenden" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<FONT>Übersicht der Schaltzeitdefinitionen versenden<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "50" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>50: </B>Reklamiert der Anfragende eine fehlende Übersicht der<BR align="left"/>Leistungskurvendefinitionen?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "60" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>60: </B>Wurde die Übersicht der Leistungskurvendefinitionen an den Anfragenden versendet?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A03" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A03</B><BR align="left"/><BR align="left"/><FONT>Übersicht der Leistungskurvendefinitionen wurde versendet<BR align="left"/>Hinweis: Es ist als Referenz der Geschäftsvorfall zu benennen, mit welchem die<BR align="left"/>Übersicht der Definition übermittelt wurde.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "Übersicht der Leistungskurvendefinitionen versenden" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<FONT>Übersicht der Leistungskurvendefinitionen versenden<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "90" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>90: </B>Reklamiert der Absender eine unplausible Übersicht der Schaltzeitdefinitionen?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "100" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>100: </B>Ist die versendete Übersicht der Schaltzeitdefinitionen plausibel?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A05" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A05</B><BR align="left"/><BR align="left"/><FONT>Übersicht der Schaltzeitdefinitionen ist plausibel<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "110" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>110: </B>Ist die versendete Übersicht der Leistungskurvendefinitionen plausibel?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A06" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A06</B><BR align="left"/><BR align="left"/><FONT>Übersicht der Leistungskurvendefinitionen ist plausibel<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];

    "Start" -> "30" [color="#88a0d6"];
    "30" -> "40" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "30" -> "50" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "40" -> "A02" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "40" -> "Übersicht der Schaltzeitdefinitionen versenden" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "50" -> "60" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "50" -> "90" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "60" -> "A03" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "60" -> "Übersicht der Leistungskurvendefinitionen versenden" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "90" -> "100" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "90" -> "110" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "100" -> "A05" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "100" -> "Übersicht der Schaltzeitdefinitionen versenden" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "110" -> "A06" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "110" -> "Übersicht der Leistungskurvendefinitionen versenden" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];

    bgcolor="transparent";
fontname="Roboto, sans-serif";
}
